Repository: MarkusHackspacher/pycupbetting
Catalog: messages_*.po
Languages: eo

source: Your choice is ?:
eo: Via elekto:

source: please only enter numbers between 1 and {}
eo: Nur eniri numerojn 1-{}

source: back
eo: Reen

source: pycupbetting databasestruktur by Markus Hackspacher Menu by Christian Hausknecht add teams, add competion, add game in competion add user, add user bettings add game results and enjoy
eo: pycupbetting Datumbazo strukturo de Markus Hackspacher Menuo de Christian Hausknecht aldoni teamoj, aldoni konkuroj, aldoni ludo en konkurado aldoni uzantoj, aldoni uzanton vetadoj aldoni ludon rezultoj kaj havas amuzan

source: cupwinner: {}
eo: gajnano: {}

source: game {}
eo: ludo {}

source: bet: {}:{} point:{}
eo: veto: {}:{} punkto: {}

source: competition: {} {}
eo: konkurado: {} {}

source: cup winner: {} point:{}
eo: gajnanto: {} punkto: {}

source: all points:{}
eo: ĉiuj punktoj: {}

source: short user name
eo: mallonga uzantonomo

source: full name
eo: plena nomo

source: email
eo: E-Poŝto

source: user: {} full name: {} email: {}
eo: uzantonomo: {} plena nomo: {} E-Poŝto: {}

source: user editor
eo: uzanto redaktoro

source: change user name
eo: ŝanĝo uzantonomo

source: user info
eo: informoj pri uzanto

source: user bettings
eo: vetoj de uzanto

source: add new cup winner bet
eo: aldoni novajn gajnanto vetas

source: cup winner bet selection
eo: gajnanto selektado

source: edit all game bets
eo: redakti tuta ludo vetas

source: game bet selection
eo: ludo vetas selektado

source: name of the team
eo: nomo de la teamo

source: name of the team: {}
eo: nomo de la teamo: {}

source: team editor {}
eo: teamo eldonisto {}

source: change team name
eo: ŝanĝo teamo nomon

source: team info
eo: teamo informoj

source: name of competition
eo: nomo de konkurado

source: points for right winner
eo: punktoj por dekstra gajnanto

source: points for right goaldif
eo: punktoj por dekstra goldif

source: points for right result
eo: punktoj por dekstra rezulto

source: point for right cup winner
eo: punktoj por dekstra gajnanto

source: cup winner selection
eo: gajnanto selektado

source: competition: {}
eo: konkurado: {}

source: competition: {}
eo: konkurado: {}

source: competition: {}, Points {},{},{},{}
eo: konkurado: {}, punktoj {}, {}, {}, {}

source: cupwinner: {}
eo: gajnanto: {}

source: no cupwinner selected
eo: neniu gajnanto selektita

source: competition edit menu {}
eo: konkurado redakti menuo {}

source: competition name change
eo: konkurado namo ŝanĝo

source: competition info
eo: konkurado informoj

source: add game
eo: aldoni ludo

source: game selection
eo: ludo selektado

source: show all games
eo: montri ĉiujn ludoj

source: export all games
eo: eksporti ĉiuj ludoj

source: team selection
eo: teamo selektado

source: cup winner bet editor {}
eo: gajnanto vetas redaktoro {}

source: change cup winner bet
eo: ŝanĝo gajnanto vetas

source: delete this bet
eo: forviŝi ĉi vetas

source: team home selection
eo: teamo hejmo selektado

source: team away selection
eo: teamo for selektado

source: result home
eo: rezulto heijmo

source: result away
eo: rezulto for

source: team home: {}
eo: teamo heijmo: {}

source: no team home selected
eo: neniu teamo hejmo selektita

source: team away: {}
eo: teamo for: {}

source: no team away selected
eo: neniu teamo for selektita

source: name of the competition: {}
eo: nomo de la konkurado: {}

source: game editor
eo: ludo redaktoro

source: change game
eo: ŝanĝo ludon

source: game result
eo: ludo rezulto

source: reset game result
eo: reset ludo rezulto

source: delete this game
eo: forviŝi ĉi ludo

source: bet result home
eo: vetas rezulto hejmo

source: bet result away
eo: vetas rezulto for

source: info of the game bet: {}
eo: info de la ludo vetas: {}

source: game bet editor {}
eo: ludo vetas redaktoro {}

source: change game bet
eo: ŝanĝo ludo vetas

source: gamebet info
eo: ludoj vetas informo

source: mainmenu
eo: ĉefa menuo

source: info
eo: informoj

source: team menu
eo: teamo menuo

source: add team
eo: aldoni teamo

source: user menu
eo: uzanto menuo

source: add user
eo: aldoni uzanto

source: user selection
eo: uzanto selektado

source: competition menu
eo: konkurado menuo

source: add competition
eo: aldoni konkurado

source: competition selection
eo: konkurado selektado

source: show all betting
eo: montri ĉiujn vetado

source: all betting export (csv)
eo: eksporti ĉiuj vetado (csv)

source: exit
eo: eliro
